Repository: silly-exp/portcall_manager_python
Catalog: callsmanager/locale/*/LC_MESSAGES/django.po
Languages: fr

source: port locode
fr: Locode du port

source: ship IMO Number
fr: numéro OMI du navire

source: ETA day
fr: jour d'arrivée prévu

source: ETA time
fr: heure d'arrivée prévue

source: ETD day
fr: jour de départ prévu

source: ETD time
fr: heure de départ prévue

source: Calls
fr: Escales

source: TGU
fr: CGU

source: Create a new port call.
fr: Création d'une nouvelle escale

source: Edit port call
fr: Edition de l'escale

source: %(value)s is not a valid IMO number
fr: %(value)s n'est pas un numéro OMI valide
